{"id":3,"date":"2020-04-11T01:58:17","date_gmt":"2020-04-11T01:58:17","guid":{"rendered":"https:\/\/wordpress.adventus.io\/?page_id=3"},"modified":"2024-02-01T15:39:24","modified_gmt":"2024-02-01T04:39:24","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/adventus.io\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"3\" class=\"elementor elementor-3\">\n\t\t\t\t\t\t<div class=\"elementor-inner\">\n\t\t\t\t<div class=\"elementor-section-wrap\">\n\t\t\t\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-252173bd elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"252173bd\" data-element_type=\"section\" data-settings=\"{&quot;background_background&quot;:&quot;classic&quot;}\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-no\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-ed6d6a7\" data-id=\"ed6d6a7\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-column-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-45cbc7a3 elementor-widget elementor-widget-text-editor\" data-id=\"45cbc7a3\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-text-editor elementor-clearfix\">\n\t\t\t\t<h1 class=\"subheader-grey text-left margin-50\" style=\"font-weight: 400;\">Privacy Policy<\/h1>\n<div>Last Updated: 1 June 2023<\/div>\n<div><\/div>\n<div class=\"paragraph-header-grey text-left margin-50\">Welcome to Adventus.io!<\/div>\n<div class=\"copy-grey margin-10\">\n\nWe are an all-in-one international student recruitment platform, looking to match the right student with the right course, every time. To provide you with our services, we process your personal data.Rest assured, your privacy is important to us, and we are committed to responsibly handling your personal data.\n\nBefore you embark of this journey with us, please ensure that you have read this privacy policy carefully as it details how we process your personal data.\n\nThis policy applies to our website <a href=\"https:\/\/adventus.io\">(https:\/\/adventus.io)<\/a>, our SaaS-based student recruitment platform, our mobile applications, social media pages and all services accessible through them.\n\n<\/div>\n<div class=\"paragraph-header-grey text-left margin-30\">THE DATA WE COLLECT ABOUT YOU<\/div>\n<div class=\"copy-grey margin-10\"><b>PERSONAL DATA<\/b> means any information about an individual from which that person can be identified.<\/div>\n<div class=\"copy-grey margin-10\">\n\nWe may collect different kinds of personal data about you based on your interactions with us and\/or the type of services you require. Below are the categories of the personal data we may collect:\n<table>\n<tbody>\n<tr>\n<th><b>CATEGORY<\/b><\/th>\n<th><b>DESCRIPTION<\/b>\n<i>Included within category (without limitation)<\/i><\/th>\n<\/tr>\n<tr>\n<td><strong>Identity and Contact Data<\/strong><\/td>\n<td>Full name (including any previous name(s))\nDate of Birth\nGender\nCountry of Birth\nCitizenship Country\nResidential and postal address(es) (including any previous address(es))\nEmail Address\nTelephone number(s)\nNational identification numbers and passport details\nDocuments that may include your photograph<\/td>\n<\/tr>\n<tr>\n<td><strong>Education and Employment Data<\/strong><\/td>\n<td>Professional qualifications and credentials\nAcademic and English language attainments\nProfessional memberships\nEmployment history (including skills, salary and references)<\/td>\n<\/tr>\n<tr>\n<td><strong>Financial and Transaction Data<\/strong><\/td>\n<td>Credit history\nPayment history\nBilling information\nBank or credit account information<\/td>\n<\/tr>\n<tr>\n<td><strong>Health Information<\/strong><\/td>\n<td>Medical assessments\nVaccination records\nOther health related information, including illnesses, allergies and dietary information<\/td>\n<\/tr>\n<tr>\n<td><strong>Technical and Profile Data<\/strong><\/td>\n<td>Device data\nInternet protocol address\nBrowser type and version\nOperating system and platform\nTime zone\nUsernames and password\nInteraction information<\/td>\n<\/tr>\n<tr>\n<td><strong>Location Data<\/strong><\/td>\n<td>Information about your location<\/td>\n<\/tr>\n<tr>\n<td><strong>Marketing and Communications Data<\/strong><\/td>\n<td>Preferences in receiving marketing information from us and third parties\nFeedback and survey responses<\/td>\n<\/tr>\n<tr>\n<td><strong>Other Categories of Data<\/strong><\/td>\n<td>Any other information reasonably required to perform our services provided by you or obtained from third parties (for example, from recruiters, institutions, credit reference agencies, public bodies, analytic providers etc).<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<\/div>\n<div class=\"copy-grey margin-10\">\n\nSome of the personal data identified in the table above forms part of a special category of personal data, which is information that reveals racial or ethnic origin, political beliefs, religious or philosophical beliefs, trade union membership, genetic data, biometric data or data concerning health. In the event it is necessary to collect any special categories of personal data from you, where required by law, we shall obtain your explicit consent.\n\nPersonal data does not include data where your identity has been removed or de-identified (anonymous data). For example, we may use your technical and profile data in aggregate with others to identify the percentage of overall users accessing a specific feature of our website or platform.\n\n<\/div>\n<div class=\"paragraph-header-grey text-left margin-30\">HOW WE COLLECT DATA ABOUT YOU<\/div>\n<div class=\"copy-grey margin-10\">\n\nPersonal data is collected in a number of ways, including:\n<ul>\n \t<li class=\"copy-grey margin-10\"><b>Information you give us <\/b>through your interactions with us, such as registering your interest with Adventus, creating an account with us, submitting an application through our platform or mobile app, voluntary participation in our marketing campaigns, or by corresponding with us via phone, e-mail, our website, our platform or other means.<\/li>\n \t<li class=\"copy-grey margin-10\"><b>Information we receive from third parties <\/b>such as a recruitment agent, an educational institution, a Government body, third party verification service provider, payment and delivery service partners and other service providers.<\/li>\n \t<li class=\"copy-grey margin-10\"><b>Information we collect about you <\/b>such as technical, profile and location data collected from cookies and third-party analytic services.<\/li>\n<\/ul>\n<\/div>\n<div class=\"paragraph-header-grey text-left margin-30\">HOW WE USE YOUR PERSONAL DATA<\/div>\n<div class=\"copy-grey margin-10\">\n\nWe shall only use your personal data for the purposes for which it was provided to us, unless we reasonably consider we need to process your personal data for another reason that is compatible with the original purpose.\n\nIf we need to process your personal data for an unrelated purpose, we shall notify you and provide with you the lawful and legitimate basis for us to process your personal data.\n\nThe purposes for which we process your personal data include:\n<ul>\n \t<li class=\"copy-grey margin-10\"><b>Our interactions with you, <\/b>such as addressing your queries or concerns, providing you with information about any Adventus products or services that may be relevant to you, corresponding with you (and, if you are a student, your agent) on your application or support services, to participate in our promotions and surveys etc.<\/li>\n \t<li class=\"copy-grey margin-10\"><b>Creating an account<\/b> to use certain features of our website, SaaS platform and\/or mobile applications, whether you are a student, agent or institutional partner.<\/li>\n \t<li class=\"copy-grey margin-10\"><b>Creating a student profile <\/b>in order to search and store course preferences, and to use our platform and mobile application’s features, including applying to educational institutions.<\/li>\n \t<li class=\"copy-grey margin-10\"><b>To apply for educational institutions,<\/b> including processing all relevant personal data required by your chosen institution.<\/li>\n \t<li class=\"copy-grey margin-10\"><b>To access student visa services, <\/b> including processing all relevant personal data required by the immigration government agency.<\/li>\n \t<li class=\"copy-grey margin-10\"><b>To provide necessary personal data to third parties <\/b>such as educational institutions and government agencies.<\/li>\n \t<li class=\"copy-grey margin-10\"><b>To verify your personal data<\/b> under our quality assessment checks to prevent plagiarism and fraudulent activities.<\/li>\n \t<li class=\"copy-grey margin-10\"><b>To process payments<\/b> using third party PCI-DSS certified payment providers, such as Stripe.<\/li>\n \t<li class=\"copy-grey margin-10\"><b>To apply for a job with Adventus <\/b>and any subsequent employment or other business relationship that may arise.<\/li>\n \t<li class=\"copy-grey margin-10\"><b>Any other purposes identified to you at the time of collecting your personal information.<\/b><\/li>\n<\/ul>\nWe will only process your personal data where we have a legitimate and lawful basis to do so. In general, we will process your personal data in one or more of the following circumstances:\n<table>\n<tbody>\n<tr>\n<th><b>LAWFUL BASIS <\/b><\/th>\n<th><b>DESCRIPTION<\/b><\/th>\n<\/tr>\n<tr>\n<td><strong>Consent<\/strong><\/td>\n<td>Where you have given us clear consent to process your personal data for a specific purpose.<\/td>\n<\/tr>\n<tr>\n<td><strong>Contract<\/strong><\/td>\n<td>Where processing is necessary for the performance of a contract with you (or your agent), or because you have asked us to take specific steps before entering into the contract.<\/td>\n<\/tr>\n<tr>\n<td><strong>Legal Obligation<\/strong><\/td>\n<td>Where processing your personal data is necessary for compliance with our legal obligations.<\/td>\n<\/tr>\n<tr>\n<td><strong>Legitimate Interest<\/strong><\/td>\n<td>Where processing your data is necessary for our legitimate interests or the legitimate interests of a third party, and your interests and fundamental rights do not override those interests. In this context, legitimate interests mean the interests of our business in providing you with our products and services.<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\nWhere you do not provide us with the personal data requested or withdraw your consent to processing, we may not be able to provide you with some or all of our services.\n\n<\/div>\n<div class=\"paragraph-header-grey text-left margin-30\">WHEN DO WE DISCLOSE YOUR PERSONAL DATA<\/div>\n<div class=\"copy-grey margin-10\">We may share your personal data with parties set out below for purposes detailed in the “How We Use Your Personal Data” section of this policy.<\/div>\n<ul>\n \t<li class=\"copy-grey margin-10\"><b>Within the Adventus Group:<\/b> To our associated entities who facilitate the products and services on offer or provide related products and services.<\/li>\n \t<li class=\"copy-grey margin-10\"><b>External Third Parties<\/b> such as:<\/li>\n<\/ul>\n<div class=\"copy-grey margin-10\">\n<table>\n<tbody>\n<tr>\n<th><b>THIRD PARTY <\/b><\/th>\n<th><b>REASON FOR DISCLOSURE<\/b><\/th>\n<\/tr>\n<tr>\n<td><strong>Educational Institutions <\/strong><\/td>\n<td>The personal data we process to facilitate an application to your chosen educational institutions is set by that institution. We shall share all personal data required by that institution to that institution to submit a complete application.<\/td>\n<\/tr>\n<tr>\n<td><strong>Government Bodies, such as Immigration Departments<\/strong><\/td>\n<td>The personal data we process to facilitate an application for a student visa application is set by that relevant Immigration agency in your chosen destination country. We shall share all personal data required by that Immigration agency to submit a complete application.<\/td>\n<\/tr>\n<tr>\n<td><strong>Service Providers <\/strong><\/td>\n<td>We may share your personal data with third party service providers to facilitate our services. Service providers can include:\n<ul>\n \t<li>Advertising, digital, PR and other creative agencies;<\/li>\n \t<li>Clouse based software system providers;<\/li>\n \t<li>Customer care providers;<\/li>\n \t<li>Facilities and technology providers;<\/li>\n \t<li>Social media platforms;<\/li>\n \t<li>Insurers and insurance brokers; and<\/li>\n \t<li>Legal, accountants and other professional advisors.<\/li>\n<\/ul>\nFor example, we use third party providers to help us identify, prevent and detect against fraudulent activities, to facilitate transactional payments, to host our platform and data, to facilitate marketing campaigns and communications or to provide regulatory compliance services or support.<\/td>\n<\/tr>\n<tr>\n<td><strong>Legal representatives and law enforcement agencies<\/strong><\/td>\n<td>We may be required to share your personal data with our legal representatives, courts or law enforcement agencies.<\/td>\n<\/tr>\n<tr>\n<td><strong>Transaction Parties<\/strong><\/td>\n<td>Any third party who is restructuring, selling or acquiring some or all of our business or assets, or otherwise in the event of a merger, re-organisation or similar event.<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<\/div>\n<div class=\"copy-grey margin-10\">If we disclose personal data to a third party, we shall only disclose such data that is necessary for them to provide their services and only where there is a contract in place requiring that information to remain confidential and be securely processed.<\/div>\n<div class=\"paragraph-header-grey text-left margin-30\">TRANSFERS OF YOUR PERSONAL DATA<\/div>\n<div class=\"copy-grey margin-10\">If we are required to transfer your personal data to overseas persons or entities, we take all reasonable and appropriate measures to ensure that such data is secured and treated within the confides of the law and this policy. These measures including selecting recipients within countries that have been declared adequately protective of your personal data by relevant authorities or ensuring they are parties to international frameworks committed to ensure adequate protection. If no such declarations are in effect, our contracts require broadly equivalent measures are required.<\/div>\n<div class=\"paragraph-header-grey text-left margin-30\">HOW DO WE STORE AND SAFEGUARD YOUR PERSONAL DATA<\/div>\n<div class=\"copy-grey margin-10\">\n\nMaintaining the security and integrity of data is taken very seriously at Adventus. We employ reasonable and appropriate security measures to prevent your personal data from accidental loss, use or unauthorised access, modification and disclosure.\n\nWe store personal data on server with our GDPR-compliant cloud-based provider. However, whilst we take all reasonable precautions, you must keep in mind that transmission of information over the internet is never completely secure and error-free, so please exercise caution in transferring us information.\n\nWe limit access to your personal data to our team members, agents, contractors and other third parties on a needs to know basis, subject to duties of confidence.\n\nWe have procedures in place to deal with suspected personal data breaches and report in accordance with our legal obligations. If you suspect any misuse or loss of, or unauthorised access to your personal data, please contact us immediately.\n\n<\/div>\n<div class=\"paragraph-header-grey text-left margin-30\">HOW LONG DO WE RETAIN YOUR PERSONAL DATA<\/div>\n<div class=\"copy-grey margin-10\">\n\nWe shall only retain your personal data for as long as reasonably required to satisfy the intended purpose for which the data was collected for, including any contractual, legal, accounting or other reporting requirements. The periods for which we hold this information depends on its type and use.\n\nChanges to the periods of retention can occur where:\n<ul>\n \t<li>you may exercise your rights to have the information erased and we do not need it for any permitted reason or required by law;<\/li>\n \t<li>we bring or defend legal proceedings;<\/li>\n \t<li>your account is subject to an investigation for criminal or fraudulent activity; or<\/li>\n \t<li>in limited cases, based on any law, court order or regulator decision for us to change the period of retention.<\/li>\n<\/ul>\n<\/div>\n<div class=\"paragraph-header-grey text-left margin-30\">DOES ADVENTUS USE COOKIES<\/div>\n<div class=\"copy-grey margin-10\"><b>Cookies<\/b> are small data files placed on your computer or mobile device that help you navigate websites efficiently and perform certain functionality. There are several types of cookies, including:<\/div>\n<ul>\n \t<li class=\"copy-grey margin-10\"><b>Session cookies,<\/b> which only exist when you are online and expire at the end of your browser session. Session cookies allow your actions to be linked during a particular browser session.<\/li>\n \t<li class=\"copy-grey margin-10\"><b>Persistent cookies,<\/b> which are stored on your device and remain after you end your browser session or turn off your device. Persistent cookies allow your preferences or actions to be remembered across multiple sites.<\/li>\n \t<li class=\"copy-grey margin-10\"><b>First party cookies<\/b> are set by the site you are visiting.<\/li>\n \t<li class=\"copy-grey margin-10\"><b>Third party cookies<\/b> are set by the third-party site separate from the site you are visiting. Third party cookies are covered by the third party’s privacy policy.<\/li>\n<\/ul>\n<div class=\"copy-grey margin-10\">\n\nWhen you use our website <a href=\"https:\/\/adventus.io\">(https:\/\/adventus.io)<\/a>, our SaaS-based student recruitment platform, our mobile applications, social media pages and services accessible through them, we may obtain information using technologies such as cookies, tags, web beacons, navigation data collection and other similar technologies.\n\nCookies and similar technologies have different function, including:\n\n<\/div>\n<div class=\"copy-grey margin-10\">\n<table>\n<tbody>\n<tr>\n<th><b>Cookie Type<\/b><\/th>\n<th><b>Description<\/b><\/th>\n<\/tr>\n<tr>\n<td><strong>Strictly necessary\/operationally necessary cookies<\/strong><\/td>\n<td>These are necessary to effectively operate and access our website, platform, application, services and tools. We also use them to identify irregular site behaviour, prevent fraudulent activity and improve security.<\/td>\n<\/tr>\n<tr>\n<td><strong>Functional cookies<\/strong><\/td>\n<td>These allow us to enhance functionality when accessing our website, platform, application, services and tools. For example, they allow us to identify you signing into our site, keep track of your preference, past views, usage patterns etc. to personalise your experience and enhance the type of content we provide you.<\/td>\n<\/tr>\n<tr>\n<td><strong>Analytical\/performance-related cookies<\/strong><\/td>\n<td>These allow us to understand user behaviours and determine how we can best tailor and improve our services.<\/td>\n<\/tr>\n<tr>\n<td><strong>Targeting cookies <\/strong><\/td>\n<td>We may use first party cookies or third-party cookies to deliver targeted content relevant to your interests and browser history on our or third-party sites.<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<\/div>\n<div class=\"copy-grey margin-10\">\n\nWe may use cookies on our website, mobile app and platform for the following reasons:\n<ul>\n \t<li>To efficiently operate and provide you with access to our website, mobile app and platform;<\/li>\n \t<li>To better understand your use of our website, mobile app and platform, including collecting information about the date, time and duration of your visit;<\/li>\n \t<li>To personalise your visit to our website, including registration and preferences;<\/li>\n \t<li>To provide information to you about Adventus that may be of interest to you; and<\/li>\n \t<li>To obtain non-identifying information about broad demographics, traffic and transaction patterns in use of our website, mobile app and platform each in aggregate.<\/li>\n<\/ul>\nWe may use the following third-party cookies:\n\n<\/div>\n<div class=\"copy-grey margin-10\">\n<table>\n<tbody>\n<tr>\n<th><b>Third Party <\/b><\/th>\n<th><b>Third Party Privacy Policy<\/b><\/th>\n<\/tr>\n<tr>\n<td><strong>Google Analytics <\/strong><\/td>\n<td><a href=\"https:\/\/support.google.com\/analytics\/topic\/2919631?hl=en&amp;ref_topic=1008008&amp;sjid=9145010981323097928-AP\" target=\"_blank\" rel=\"noopener\">Google Analytics Privacy Policy<\/a><\/td>\n<\/tr>\n<tr>\n<td><strong>Hotjar<\/strong><\/td>\n<td><a href=\"https:\/\/www.hotjar.com\/legal\/policies\/privacy\/\" target=\"_blank\" rel=\"noopener\">Hotjar Privacy Policy<\/a><\/td>\n<\/tr>\n<tr>\n<td><strong>Segment<\/strong><\/td>\n<td><a href=\"https:\/\/segment.com\/docs\/privacy\/portal\/\" target=\"_blank\" rel=\"noopener\">Segment Privacy Policy<\/a><\/td>\n<\/tr>\n<tr>\n<td><strong>Salesforce<\/strong><\/td>\n<td><a href=\"https:\/\/www.salesforce.com\/au\/company\/privacy\/\" target=\"_blank\" rel=\"noopener\">Salesforce Privacy Policy<\/a><\/td>\n<\/tr>\n<tr>\n<td><strong>HubSpot<\/strong><\/td>\n<td><a href=\"https:\/\/legal.hubspot.com\/privacy-policy\" target=\"_blank\" rel=\"noopener\">HubSpot Privacy Policy <\/a><\/td>\n<\/tr>\n<tr>\n<td><strong>CleverTap<\/strong><\/td>\n<td><a href=\"https:\/\/clevertap.com\/privacy-policy\/\" target=\"_blank\" rel=\"noopener\">CleverTap Privacy Policy<\/a><\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<\/div>\n<div class=\"copy-grey margin-10\">\n\nYou can set your preferences in our cookie’s preference centre.\n\nYou are also free to block, delete or disable these technologies, however it may inhibit your ability to continue accessing our site, platform and mobile app.\n\n<\/div>\n<div class=\"paragraph-header-grey text-left margin-30\">LINKS TO THIRD PARTIES<\/div>\n<div class=\"copy-grey margin-10\">Our website may contain links to other websites. We provide these links solely for your convenience, but we do not endorse and are not responsible for any content on those third-party sites. When you leave our website, we encourage you to review the privacy policy of any third-party site you visit.<\/div>\n<div class=\"paragraph-header-grey text-left margin-30\">AGE LIMITATIONS<\/div>\n<div class=\"copy-grey margin-10\">\n\nOur services are not directed at children under the age of 13 years, and we do not knowingly collect information about any child. If you believe we have collected information about a child under the age of 13, please contact our privacy officer so appropriate steps can be taken to delete this information.\n\nFor children above 13 but under 16 years of age, consent of your parent or legal guardian is required before you provide us with personal data. We may follow up by phone, email or other means to verify the appropriate consent has been obtained.\n\n<\/div>\n<div class=\"paragraph-header-grey text-left margin-30\">YOUR RIGHTS OVER YOUR PERSONAL DATA<\/div>\n<div class=\"copy-grey margin-10\">You have certain rights relating to your personal data, subject to your local data protection laws. These rights may include:<\/div>\n<ul>\n \t<li class=\"copy-grey margin-10\"><b>To be informed. <\/b><\/li>\n \t<li class=\"copy-grey margin-10\"><b>Access.<\/b> You have the right to request we provide you with a copy of your personal data and to check we are lawfully processing it.<\/li>\n \t<li class=\"copy-grey margin-10\"><b>Rectification.<\/b> You have the right to request we correct, amend or update your information, which you believe is inaccurate or incomplete.<\/li>\n \t<li class=\"copy-grey margin-10\"><b>Erasure.<\/b> You have the right to request that we erase or destroy your data in certain circumstances, including where you withdraw your consent, where your data is no longer required to the purpose in which it was collected or where your data has been unlawfully processed.<\/li>\n \t<li class=\"copy-grey margin-10\"><b>Restrict processing.<\/b> You have the right to request that we restrict the processing of your data under certain circumstances, including where processing is inconsistent with the reason for which the data was collected.<\/li>\n \t<li class=\"copy-grey margin-10\"><b>Object to processing.<\/b> You have the right to object to us processing your personal data under certain circumstances, including the right to object to profiling, automation and direct marketing.<\/li>\n \t<li class=\"copy-grey margin-10\"><b>Data Portability.<\/b> Under certain circumstances, you have the right to request we transfer your personal data to a third party.<\/li>\n<\/ul>\n<div class=\"copy-grey margin-10\">\n\nIf you wish to exercise any of the rights set out above, please contact the privacy officer using the contact details set out in this policy. We may ask you for information to verify your identity for this purpose.\n\nIn most cases, we will respond to you within one (1) month of having received all required information from you regarding your request.\n\nYou will not have to pay a fee to access your personal data or exercise any other right, however we may charge a reasonable fee if your request is unfounded, repetitive or excessive. We also have the right to refuse to comply with your request by law in certain circumstances.\n\n<\/div>\n<div class=\"paragraph-header-grey text-left margin-30\">PROFILING AND AUTOMATED DECISION MAKING<\/div>\n<div class=\"copy-grey margin-10\">\n\nWe use automated decision-making tools as part of our services. These tools may include:\n<ul>\n \t<li class=\"copy-grey margin-10\">Tools that assist in identifying plagiarism and fraud; and<\/li>\n \t<li class=\"copy-grey margin-10\">Tools that assist in application approval and identifying whether an individual meets prescribed requirements (for example, whether an individual meets certain Institution eligibility or entry requirements and\/or if additional information may be required).<\/li>\n<\/ul>\n<\/div>\n<div class=\"paragraph-header-grey text-left margin-30\">DATA CONTROLLER<\/div>\n<div class=\"copy-grey margin-10\">For the purposes of the GDPR, Adventus Education Pte Ltd is considered the controller in relation to the processing activities described in this policy. This means we decide why and how your personal information is processed in connection with our activities. However, in some limited circumstances, we shall be the data processor.<\/div>\n<div class=\"paragraph-header-grey text-left margin-30\">CHANGES TO THIS POLICY<\/div>\n<div class=\"copy-grey margin-10\">We reserve the right to review and update our privacy policy from time to time. We recommend you regularly check for changes to our policy when you visit our site, platform or mobile app.<\/div>\n<div class=\"paragraph-header-grey text-left margin-30\">CONTACT INFORMATION<\/div>\n<div class=\"copy-grey margin-10\">\n\nYou can contact us with any queries, concerns or complaints at any time: Attn: Privacy Officer (Lisa-Marie Parks) Adventus Education 105 Cecil Street, #15-01 The Octagon, Singapore 069534\n<a href=\"mailto:privacyofficer@adventus.io\">privacyofficer@adventus.io<\/a>\n\n<\/div>\t\t\t\t\t<\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t\t\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Privacy Policy Last Updated: 1 June 2023 Welcome to Adventus.io! We are an all-in-one international student recruitment platform, looking to match the right student with the right course, every time. To provide you with our services, we process your personal data.Rest assured, your privacy is important to us, and we are committed to responsibly handling [&hellip;]<\/p>\n","protected":false},"author":32,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"inline_featured_image":false},"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v19.13 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Privacy Policy | Adventus.io<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Privacy Policy | Adventus.io\" \/>\n<meta property=\"og:description\" content=\"Privacy Policy Last Updated: 1 June 2023 Welcome to Adventus.io! We are an all-in-one international student recruitment platform, looking to match the right student with the right course, every time. To provide you with our services, we process your personal data.Rest assured, your privacy is important to us, and we are committed to responsibly handling [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/adventus.io\/privacy-policy\/\" \/>\n<meta property=\"og:site_name\" content=\"Adventus.io\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/adventus.io\/\" \/>\n<meta property=\"article:modified_time\" content=\"2024-02-01T04:39:24+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"13 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/adventus.io\/privacy-policy\/\",\"url\":\"https:\/\/adventus.io\/privacy-policy\/\",\"name\":\"Privacy Policy | Adventus.io\",\"isPartOf\":{\"@id\":\"https:\/\/adventus.io\/#website\"},\"datePublished\":\"2020-04-11T01:58:17+00:00\",\"dateModified\":\"2024-02-01T04:39:24+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/adventus.io\/privacy-policy\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/adventus.io\/privacy-policy\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/adventus.io\/privacy-policy\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/adventus.io\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Privacy Policy\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/adventus.io\/#website\",\"url\":\"https:\/\/adventus.io\/\",\"name\":\"Adventus.io\",\"description\":\"International Student Recruitment Marketplace\",\"publisher\":{\"@id\":\"https:\/\/adventus.io\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/adventus.io\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/adventus.io\/#organization\",\"name\":\"Adventus.io\",\"url\":\"https:\/\/adventus.io\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/adventus.io\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/adventus.io\/wp-content\/uploads\/2020\/06\/Adventus.io_logo_green.png\",\"contentUrl\":\"https:\/\/adventus.io\/wp-content\/uploads\/2020\/06\/Adventus.io_logo_green.png\",\"width\":3571,\"height\":482,\"caption\":\"Adventus.io\"},\"image\":{\"@id\":\"https:\/\/adventus.io\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.linkedin.com\/company\/adventusio\",\"https:\/\/www.instagram.com\/adventus.io\/\",\"https:\/\/www.facebook.com\/adventus.io\/\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Privacy Policy | Adventus.io","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"og_locale":"en_US","og_type":"article","og_title":"Privacy Policy | Adventus.io","og_description":"Privacy Policy Last Updated: 1 June 2023 Welcome to Adventus.io! We are an all-in-one international student recruitment platform, looking to match the right student with the right course, every time. To provide you with our services, we process your personal data.Rest assured, your privacy is important to us, and we are committed to responsibly handling [&hellip;]","og_url":"https:\/\/adventus.io\/privacy-policy\/","og_site_name":"Adventus.io","article_publisher":"https:\/\/www.facebook.com\/adventus.io\/","article_modified_time":"2024-02-01T04:39:24+00:00","twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"13 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/adventus.io\/privacy-policy\/","url":"https:\/\/adventus.io\/privacy-policy\/","name":"Privacy Policy | Adventus.io","isPartOf":{"@id":"https:\/\/adventus.io\/#website"},"datePublished":"2020-04-11T01:58:17+00:00","dateModified":"2024-02-01T04:39:24+00:00","breadcrumb":{"@id":"https:\/\/adventus.io\/privacy-policy\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/adventus.io\/privacy-policy\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/adventus.io\/privacy-policy\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/adventus.io\/"},{"@type":"ListItem","position":2,"name":"Privacy Policy"}]},{"@type":"WebSite","@id":"https:\/\/adventus.io\/#website","url":"https:\/\/adventus.io\/","name":"Adventus.io","description":"International Student Recruitment Marketplace","publisher":{"@id":"https:\/\/adventus.io\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/adventus.io\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/adventus.io\/#organization","name":"Adventus.io","url":"https:\/\/adventus.io\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/adventus.io\/#\/schema\/logo\/image\/","url":"https:\/\/adventus.io\/wp-content\/uploads\/2020\/06\/Adventus.io_logo_green.png","contentUrl":"https:\/\/adventus.io\/wp-content\/uploads\/2020\/06\/Adventus.io_logo_green.png","width":3571,"height":482,"caption":"Adventus.io"},"image":{"@id":"https:\/\/adventus.io\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.linkedin.com\/company\/adventusio","https:\/\/www.instagram.com\/adventus.io\/","https:\/\/www.facebook.com\/adventus.io\/"]}]}},"_links":{"self":[{"href":"https:\/\/adventus.io\/wp-json\/wp\/v2\/pages\/3"}],"collection":[{"href":"https:\/\/adventus.io\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/adventus.io\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/adventus.io\/wp-json\/wp\/v2\/users\/32"}],"replies":[{"embeddable":true,"href":"https:\/\/adventus.io\/wp-json\/wp\/v2\/comments?post=3"}],"version-history":[{"count":49,"href":"https:\/\/adventus.io\/wp-json\/wp\/v2\/pages\/3\/revisions"}],"predecessor-version":[{"id":28305,"href":"https:\/\/adventus.io\/wp-json\/wp\/v2\/pages\/3\/revisions\/28305"}],"wp:attachment":[{"href":"https:\/\/adventus.io\/wp-json\/wp\/v2\/media?parent=3"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}